using System.Collections;
using System.Collections.Generic;
using UnityEngine;

public class TODO : MonoBehaviour
{
    //TODO
    /*
    
    сделать небольшой город
    сделать с террейном небольшую пересеченную местность
    сделать регдолы челиков
    сделать чтобы челики ходили
    сделать чтобы челиков можно было сбивать и чтобы они потом пропадали через некоторое время
    сделать анимации челиков
    сделать подвеску переднюю, рулевую как у настоящего автомобиля
    сделать чтобы машина нормально тормозила с фарами
    сделать чтобы машина меняла настройки коллайдеров при нажатии пробела

    */
}
